Repository: caiiiycuk/epicport
Catalog: web/config/i18n/*.po
Languages: ru

# html_social_network_login
source: Social networks
ru: Войти через социальные сети

# html_can_load_desc
source: Now you can load game saves
ru: Теперь вы можете загружать игры

# html_xcom_title
source: Online games / XCOM
ru: Играть онлайн / XCOM

# html_register
source: Register
ru: Регистрация

# html_description
source: This site is all about the greatest classic games. Now you can play Dune 2, XCOM, Transport Tycoon Deluxe, Caesar III online in your browser. You can start right now - you don't even need to register on our website.
ru: Этот портал посвящен классическим играм, хитам прошлых лет. Здесь вы можете бесплатно играть онлайн в такие игры как Дюна 2, XCOM, Transport Tycoon Deluxe, Цезарь III прямо в браузере. Начните прямо сейчас, для этого вам даже не потребуется регистрироваться у нас на сайте.

# html_play_on_phone
source: Version for Android
ru: Играть на телефоне

# html_xcom_game_name
source: X-COM: UFO Defense - Online (browser version)
ru: X-COM: UFO Defense - Онлайн (версия для браузера)

# html_can_save_desc
source: Now you can save games
ru: Теперь вы можете сохраняться

source: html_static_page_title_xcom-story
ru: НЛО прилетело и опубликовало себя в браузере

# html_xcom_keywords
source: ufo,xcom,browser,online,play,game
ru: xcom,ufo,браузер,онлайн,играть

# html_email_required
source: Email required
ru: Необходимо ввести email

# html_play_ttd_title
source: Online games / Transport Tycoon Deluxe
ru: Играть онлайн / Transport Tycoon Deluxe

# html_error_title
source: Error
ru: Ошибка

# html_keywords
source: online games,ufo,xcom,dune,dune 2,Transport Tycoon,Tycoon,Caesar,Caesar III
ru: игры онлайн,дюна,дюна 2,xcom,ufo,dune,dune 2,Tycoon,Transport Tycoon,Цезарь III,Caesar III

# html_dialog_select_file_no_saves_found
source: No saved games found
ru: Нет сохраненных игр

# html_game_description_openxcom
source: You are in control of X-COM: an organization formed by the world's governments to fight the ever-increasing alien menace. Features: command deadly close-combat battles; research and manufacture alien technologies; develop a strategy to save the Earth <p class='more'><small>Read more</small></p>
ru: Действие игры начинается в 1999 году. Обеспокоенные участившимися сообщениями о появлении НЛО и похищениях людей, правительства Земли учреждают службу X-COM, которая призвана защитить человечество от внеземной агрессии. Игрок является главой этой службы.<p class='more'><small>Читать далее</small></p>

# html_dialog_select_file_filename
source: Enter file name
ru: Введите имя файла

# html_login_success_title
source: You successfully logged in
ru: Вы успешно вошли

# html_play_in_browser
source: Play online
ru: Играть онлайн

# html_page_description_dune2_description_short
source: Browser version of classic game Dune 2. Dune 2 online can be played in every major browser.
ru: Браузерная версия классической игры Дюна 2. В Дюна 2 онлайн можно играть в любом современном браузере.

# html_dialog_dune2_select_house_title
source: Choose your side
ru: Выберите сторону

# html_page_description_ttd_name
source: Transport Tycoon Deluxe (TTD) - Online (browser version)
ru: Transport Tycoon Deluxe (TTD) - Онлайн (версия для браузера)

# html_advice_login
source: You should login if you want save or load game
ru: Что бы сохранять и загружать игры нужно войти или зарегистрироваться

# html_ok
source: Ok
ru: Продолжить

source: html_static_page_title_ttd-story
ru: История портирования Transport Tycoon Deluxe

# html_home
source: Home
ru: Главная

# html_password_required
source: Password is required
ru: Необходимо ввести пароль

# html_dialog_select_file_title
source: Select file
ru: Выберите файл

# html_click_to_start
source: Please click to start the game
ru: Нажмите, чтобы начать игру

# html_xcom_eula
source: This game uses resources of original XCOM: Ufo Defense. These resources belong to <b>Take-Two Interactive Software, Inc.</b> Providing these resources on this site breaks rights of copyright holders. Therefore you must provide a link to the resources in case you would like to play the game.
ru: Данная игра использует ресурсы оригинального XCOM: Ufo Defense. Данные ресурсы принадлежат компании <b>Take-Two Interactive Software, Inc.</b> Размещение этих ресурсов на данном сайте нарушает права правообладателя. Поэтому вы должны предоставить ссылку на ресурсы игры.

# html_login
source: Login
ru: Войти

# html_play_ttd_keywords
source: online games,ttd,Transport Tycoon,Transport Tycoon Deluxe,browser,game
ru: игры онлайн,ttd,Transport Tycoon,Transport Tycoon Deluxe,браузер

# html_xcom_game_description_full
source: You are in control of X-COM: an organization formed by the world's governments to fight the ever-increasing alien menace.<br/><br/> Features: <ul> <li><b>Command deadly close-combat battles</b><br/> Shooting down UFOs is just the beginning: you must then lead a squad of heavily-armed soldiers across different terrains as they investigate the UFO crash site. Tackle the aliens with automatic rifles, rocket launchers, and even tanks in the struggle to retrieve useful technology, weapons or life forms.</li> <li><b>Research and manufacture alien technologies</b><br/> Successful ground assault missions will allow X-COM scientists to analyze alien items. Each new breakthrough brings you a little closer to understanding the technology and culture of the alien races. Once you have sufficient research data on the UFO's superior weapons and crafts, you'll be able to manufacture weapons of equal capability.</li> <li><b>Develop a strategy to save the Earth</b><br/> You must make every crucial decision as you combat the powerful alien forces. But you'll also need to watch the world political situation: governments may be forced into secret pacts with the aliens and then begin to reduce X-COM funding.</li> </ul>
ru: Действие игры начинается в 1999 году. Обеспокоенные участившимися сообщениями о появлении НЛО и похищениях людей, правительства Земли учреждают службу X-COM, которая призвана защитить человечество от внеземной агрессии. Игрок является главой этой службы.<br/><br/> Основные особенности: <ul> <li><b>Управляйте сражением в режиме ближнего боя</b><br/> Сбить НЛО — это только начало: вы должны возглавить отряд вооруженных до зубов солдат для изучения различных мест падения НЛО. Уничтожайте инопланетян с помощью автоматов, гранатометов или даже танков в борьбе за получение новых технологий, оружия или новых форм жизни.</li> <li><b>Исследуйте и производите инопланетные технологии</b><br/> Проведение успешных миссий позволит ученым X-COM позволит проводить анализ инопланетных предметов. Каждое новое открытие позволит вам на шаг приблизиться к пониманию технологий и культуры инопланетных рас. Если вы имеете достаточно исследовательских данных о превосходящем ваше инопланетном оружии и его изготовлении, то вы можете производить оружие, равное по возможностям.</li> <li><b>Разработайте стратегию развития Земли</b><br/> Вы должны будете принимать каждое важное решение в борьбе с силами инопланетян. Но вы также должны смотреть на политическую ситуацию в мире: правительства могут заключать секретные соглашения с инопланетянами и начать сокращать финансирование проекта X-COM.</li> </ul>

# htmpl_page_description_ttd_prefomance
source: Prefomance test
ru: Тест производительности

# html_dialog_dune2_atreides_house
source: House Atreides
ru: Дом Атрейдес

# html_register_description
source: Here you can register on epicport.com
ru: Здесь вы можете зарегистрироваться на сайте Epicport.com

# html_register_keywords
source: register,epicport
ru: Регистрация,epicport

# html_passwords_not_match
source: Passwords do not match
ru: Пароли не совпадают

# html_logout
source: logout
ru: выйти

# html_dialog_dune2_ordos_house
source: House Ordos
ru: Дом Ордос

# html_support
source: Support
ru: Поддержка

# html_form_name
source: Name
ru: Имя

# html_name_required
source: Name is required
ru: Введите имя

# html_page_description_ttd_keywords
source: ttd,Transport Tycoon,Transport Tycoon Deluxe,browser,online,play,game
ru: ttd,Transport Tycoon,Transport Tycoon Deluxe,браузер,онлайн,играть

# html_dialog_dune2_harkonnen_house
source: House Harkonnen
ru: Дом Харконнен

# html_page_description_dune2_name
source: Dune 2 - Online (browser verion)
ru: Дюна 2 - Онлайн (версия для браузера)

# html_private_page_title
source: Resources
ru: Ресурсы

# html_register_title
source: Register / Epicport
ru: Регистрация / Epicport

# html_xcom_data_link
source: Enter link to data here
ru: Укажите ссылку на игровые ресурсы

source: html_static_page_title_dune2-story
ru: История портирования Dune 2

# html_form_button_register
source: Register
ru: Зарегистрироваться

# html_play_ttd_description
source: Browser version of classic game Transport Tycoon Deluxe (TTD). Here you can play into Transport Tycoon Deluxe online in your browser.
ru: Браузерная версия классической игры Transport Tycoon Deluxe (TTD). Здесь вы можете играть в Transport Tycoon Deluxe онлайн в вашем браузере.

# html_xcom_demo_data_link
source: You may use this data link for demo purposes only
ru: Для ознакомления с игрой вы можете использовать ссылку

# html_form_button_login
source: Login
ru: Войти

# html_game_saved
source: Game successfully saved
ru: Игра сохранена

# html_confirm_password
source: Confirm password
ru: Пароль ещё раз

# html_not_found_description
source: Error 404 (page not found)
ru: Ошибка 404 (страница не найдена)

# html_login_error
source: Invalid login or password
ru: Неверный логин или пароль

# html_success
source: Success
ru: Успешно

# html_dialog_select_file_list
source: Select file
ru: Выберите файл

# html_login_modal
source: Login required
ru: Требуется вход

# html_title
source: Free online games
ru: Бесплатные игры онлайн

# html_link_input
source: Enter link here
ru: Введите ссылку сюда

# html_play_dune2_title
source: Online games / Dune 2
ru: Играть онлайн / Dune 2

# html_note_hangs
source: <b>NOTE:</b>&nbsp;Your browser may hang up during loading of the game, please be patient
ru: <b>ВАЖНО:</b>&nbsp;Во время загрузки игры браузер может не отвечать некоторое время

# htmpl_page_description_ttd_multipalyer
source: Multiplayer game
ru: Многопользовательская игра

# html_xcom_description
source: Browser version of classic game X-COM: UFO Defense. Here you can play online X-COM in your browser.
ru: Браузерная версия классической игры X-COM: UFO Defense. Здесь вы можете играть онлайн в XCOM в вашем браузере.

# html_cancel
source: Cancel
ru: Отмена

# html_server_error_description
source: Error 500 (server error)
ru: Ошибка 500 (ошибка сервера)

# html_form_password
source: Password
ru: Пароль

# html_wargus_private_page_div
source: Wargus game uses resources of original Warcraft II. These resources belong to Blizzard Entertainment. Please mail me if you want build these resources manually (<a href='mailto:caiiiycuk@gmail.com'>caiiiycuk@gmail.com</a>).
ru: Wargus использует ресурсы из оригинальной игры Warcraft II. Эти ресурсы принадлежат Blizzard Entertainment. Вы должны предоставить эти ресурсы самостоятельно. Информацию о том как подготовить ресурсы можно узнать на <a href='http://4pda.ru/forum/index.php?showtopic=579483'>форуме</a>.

# html_page_description_dune2_keywords
source: dune,dune 2,browser,online,play,game
ru: дюна,dune,dune 2,браузер,онлайн,играть

# html_site_description
source: This site is all about the greatest classic games. Now you can play Dune 2, XCOM, Transport Tycoon Deluxe in your browser. You can start right now - you don't even need to register on our website. Just click the link of your favorite game.
ru: Этот портал посвящен классическим играм, хитам прошлых лет. Здесь вы можете играть онлайн в такие игры как Dune 2, XCOM, Transport Tycoon Deluxe прямо в браузере. Начните прямо сейчас, для этого вам даже не потребуется регистрироваться у нас на сайте. Просто перейдите по ссылке в раздел посвященный вашей любимой игре.

# html_game_description_openttd
source: Make lots of money. Build complex road-rail-air-sea routes and shift cargo or passengers through the best routes. Chase trains, boats and planes on massive worlds; all against a background of cut-throat business rivalry.<p class='more'><small>Read more</small></p>
ru: Экономическая стратегия в реальном времени. В TTD игрок выступает в качестве управляющего транспортной компании и пытается получить максимальную прибыль за счёт оперативной перевозки пассажиров и разнообразных грузов по автодорогам, железным дорогам, а также водным и воздушным транспортом.<p class='more'><small>Читать далее</small></p>

# html_page_description_dune2_description
source: <p>This is an engine recreation for the classic real-time strategy game Dune 2. This version is HTML5-compliant and is thus compatible with any mainstream browser like Chrome, Firefox, etc.</p><p>You can play for any of the three Houses using single-player mode. The state of your games is saved on the server side allowing you to pick up where you left off.</p>
ru: <p>Классическая стратегия в реальном времени Dune 2 воссоздана для игры в браузере.</p><p>В одиночном режиме вы можете играть за любой из трех домов. Все ваши игры будут сохранены на сервере, вы сможете продолжить игру в любое время.</p>

# html_play_dune2_keywords
source: online games,dune,browser,game
ru: игры онлайн,дюна,dune,dune 2,браузер

# html_page_description_ttd_description_short
source: Browser version of classic game Transport Tycoon Deluxe (TTD). Here you can play into Transport Tycoon Deluxe online in your browser.
ru: Браузерная версия классической игры Transport Tycoon Deluxe (TTD). Здесь вы можете играть в Transport Tycoon Deluxe онлайн в вашем браузере.

# html_play_dune2_description
source: Browser version of classic game Dune 2. Dune 2 online can be played in every major browser.
ru: Браузерная версия классической игры Дюна 2. В Дюна 2 онлайн можно играть в любом современном браузере.

# html_eula
source: End-user license agreement
ru: Пользовательское соглашение

# html_game_description_opendune
source: Dune II is a world first: a blend of arcade action and strategy which successfully caters for all tastes. There are fierce battles to be taught on the desert planet Arrakis, the only source of the life-prolonging substance Spice.<p class='more'><small>Read more</small></p>
ru: Одна из первых компьютерных стратегических игр в реальном времени. Её часто называют первой игрой этого жанра. Игра стала чрезвычайно популярной благодаря нестандартному на то время игровому процессу и качественному графическому и звуковому оформлению. Вступите в отчаянную борьбу за управление Дюной.<p class='more'><small>Читать далее</small></p>

# html_site_title
source: Free online games
ru: Бесплатные игры онлайн

# html_page_description_ttd_description
source: <p>This is an engine recreation for the Transport Tycoon Deluxe game. This version is HTML5-compliant and is thus compatible with any mainstream browser like Chrome, Firefox, etc.</p><p>You can play against computer (AI: AdmiralAI, AIAI, NoCAB, SimpleAI, Trans AI) using single-player mode.</p><p>Multiplayer mode is highly experimental, the server can handle up to 255 players in 15 companies.</p>
ru: <p>Классическая экономическая стратегия Transport Tycoon воссоздана для игры в браузере.</p><p>В одиночном режиме вы можете играть в Transport Tycoon против компьютера (список AI: AdmiralAI, AIAI, NoCAB, SimpleAI, Trans AI).</p><p>В сетевой игре могут играть до 255 игроков в 15 компаниях.</p>

# html_powered_by
source: Powered by:
ru: Основано на:

source: html_static_page_description_xcom-story
ru: Пронзительно гудела сирена, коридор полыхал от огня тревожных фонарей. Скайрейнджер был уже над землей. Отважные бойцы X-COM, на самом деле простые ребята из разных уголков планеты летели на свое первое задание.

source: html_static_page_keywords_xcom-story
ru: фантастический рассказ

source: html_static_page_description_dune2-story
ru: Dune 2 - это великолепная стратегия, одна из первых в жанре. Нет смысла распинаться и говорить насколько это великая игра для целого поколения детей 90х. А так как я, неожиданно для себя нахожу в удовольствие возиться с кодом и портировать его в JavaScript, то конечно же моей целью после TTD неизбежно стала Dune 2.

source: html_static_page_keywords_dune2-story
ru: история портирования Dune 2 на JavaScript

source: html_static_page_description_ttd-story
ru: Могу честно признаться: я убил огромное количество времени, играя в Transport Tycoon Deluxe. Да я просто фанат этой игры. Поэтому, когда на хабре появилась статья про то, как ребята из mozilla портировали Doom, я загорелся этой идей – перенести одну из моих любимейших игр сюда, в интернет.

source: html_static_page_keywords_ttd-story
ru: история портирования Transport Tycoon Deluxe на JavaScript

# html_required_fields_not_set
source: Required fields does not set
ru: Все поля обязательны для заполнения

# html_alredy_exists
source: User already exists
ru: Пользователь уже существует

# android_download
source: Download
ru: Скачать

# html_page_dune2_android_title
source: Dune 2 android version
ru: Дюна 2 версия для андроид

# html_page_dune2_description
source: This is an Android version of the classic real-time strategy game Dune 2. Here you can download this game to install it on your smartphone.
ru: Здесь вы можете скачать знаменитую стратегию Дюна 2 под андроид.

# html_page_dune2_keywords
source: Dune,Dune 2,Android,Download,apk
ru: Дюна,Дюна 2,Андроид,Скачать,Dune,Dune 2,apk

# android_description
source: <p>Android version of legendary game Dune 2.</p><p>While not necessarily the first real-time strategy game, Dune II established the format that would be followed for years to come. As such, Dune II was the archetypal 'real-time strategy' game. Striking a balance between complexity and innovation, it was a huge success and laid the foundation for Command & Conquer, Warcraft and many other RTS games that followed. The game was ported on many platforms, and now you can play it on your android smartphone.</p>
ru: <p>Андроид версия легендарной игры Дюна 2 от Westwood Studios.</p><p>Это одна из первых компьютерных стратегических игр в реальном времени. Дюна 2 установила формат для компьютерных стратегических игр в реальном времени. Эта игра 2 создала то, на чём строятся современные стратегии в реальном времени. Строительство базы, tank rush, деление игры на миссии, возможность выбора кампании. Игра была портирована на все известные игровые платформы, теперь и вы можете насладится этой великой игрой на андроид.</p>

# index-intro-body
source: Welcome! This portal is about great classic games.<br>Now this games can be played in browser!
ru: Добро пожаловать, этот портал посвящен великим играм.<br>Теперь они доступны в браузере!

# index-dune2-section
source: Dune II is a world first: a blend of arcade action and strategy which successfully caters for all tastes. There are fierce battles to be taught on the desert planet Arrakis, the only source of the life-prolonging substance Spice.
ru: Одна из первых компьютерных стратегических игр в реальном времени. Её часто называют первой игрой этого жанра. Игра стала чрезвычайно популярной благодаря нестандартному на то время игровому процессу и качественному графическому и звуковому оформлению. Вступите в отчаянную борьбу за управление Дюной.

# index-dune2-browser
source: Dune 2 in browser
ru: Дюна 2 в браузере

# index-dune2-android
source: Android version
ru: Андроид версия

# index-ttd-section
source: Make lots of money. Build complex road-rail-air-sea routes and shift cargo or passengers through the best routes. Chase trains, boats and planes on massive worlds; all against a background of cut-throat business rivalry.
ru: Экономическая стратегия в реальном времени. В TTD игрок выступает в качестве управляющего транспортной компании и пытается получить максимальную прибыль за счёт оперативной перевозки пассажиров и разнообразных грузов по автодорогам, железным дорогам, а также водным и воздушным транспортом.

# index-ttd-browser
source: TTD in browser
ru: TTD в браузере

# index-xcom-section
source: You are in control of X-COM: an organization formed by the world's governments to fight the ever-increasing alien menace. Features: command deadly close-combat battles; research and manufacture alien technologies; develop a strategy to save the Earth.
ru: Действие игры начинается в 1999 году. Обеспокоенные участившимися сообщениями о появлении НЛО и похищениях людей, правительства Земли учреждают службу X-COM, которая призвана защитить человечество от внеземной агрессии. Игрок является главой этой службы.

# index-xcom-browser
source: X-Com in browser
ru: X-Com в браузере

# index-cesaria-browser
source: Caesar III in browser
ru: Цезарь III в браузере

# index-cesaria-section
source: Caesar is a city-building computer game where the player undertakes the role of a Roman governor, building ancient Roman cities.The game has quite graphics and simple user interfaces. Gameplay came with issues of micromanagement, including complicated city-planning requirements such as building the right number of schools, theaters, libraries, bathhouses, and other amenities, within suitable distances of residential areas.
ru: Игра Цезарь III моделирует создание, развитие и существование городов в Древнем Риме в эпоху с V в. до н. э. по II в. н. э. Играющий получает в управление пустую землю, на которой он должен построить римский город в соответствии с заданием императора. Цезарь III — сложная интеллектуальная компьютерная игра. Игроку приходится учитывать множество самых разнообразных факторов: ресурсы, которыми располагает провинция, стратегическое положение города, наличие или отсутствие рынков сбыта сырья и товаров и т. д.

# caesaria-description-title
source: Caesar III - Online (browser version)
ru: Цезарь III - Онлайн (версия для браузера)

# caesaria-description-game-description
source: The original classic game Caesar III had already been ported to many platforms and with this version it can now also run in a web browser.<br/><br/>This version has been made possible by the open source project <!--noindex--><a href='https://bitbucket.org/dalerank/caesaria/wiki/Home'>Caesaria</a><!--/noindex--> maintained by dalerank.
ru: Оригинальная классическая игра Цезарь III была портированна на множество платформ, теперь она доступна в любом браузере.<br/><br/>Данная версия игры появилась благодаря проекту с открытым исходным кодом <!--noindex--><a href='https://bitbucket.org/dalerank/caesaria/wiki/Home'>Caesaria</a><!--/noindex-->, автором которого является dalerank.

# caesaria-description-description
source: Browser version of classic game Caesar III. Here you can play in this game online.
ru: Браузерная версия классической игры Цезарь III. Здесь вы можете играть в неё прямо в вашем браузере.

# caesaria-description-keywords
source: caesar,caesar 3,caesar III,browser,online,play,game
ru: цезарь,цезарь 3,цезарь III,caesar,caesar 3,caesar III,браузер,онлайн,играть

# caesaria-browser-title
source: Caesar III
ru: Цезарь III

# root-hero-unit
source: <h1>Welcome!</h1><br/><p>This is the place where you can play a number of the legendary games right inside your browser window. The games available are listed below. If some favorite game of your own is missing - feel free to create an issue on <a href='https://github.com/caiiiycuk/epicport'>our github page</a>.</p>
ru: <h1>Добро пожаловать!</h1><br/><p>Здесь вы можете играть в легендарные игры прямо в браузере. Для этого вы можете выбрать одну из доступных игр, перечисленных в списке ниже. Если вашей любимой игры нет в списке, тогда создайте задачу на <a href='https://github.com/caiiiycuk/epicport'>трекере</a>.</p>

# html_page_description_ttd_singlepalyer
source: Single player
ru: Одиночная игра
